Repository: Kinjobek/i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: pt, ro

source: Please wait, your audio is coming...
pt: Por favor espere, seu áudio está chegando..
ro: Te rog să aștepți, fișierul audio e pe drum...

source: Song is removed by copyright owners
pt: Essa música foi removida devido aos direitos autorais
ro: Melodia a fost eliminată de proprietarii drepturilor de autor

source: Got it! Note: it may take time for the song to appear in the search
pt: Entendi! Nota: pode demorar algum tempo para a música apareça na busca
ro: Am înțeles! Ține minte: poate o să fie nevoie de ceva timp pentru ca melodia să apară printre rezultate

source: Close
pt: Fechar
ro: Închide

source: Support us
pt: Nos apoie
ro: Sprijină creatorii

source: Your donations help us to develop new features, increase stability and pay for our servers.
pt: Suas doações nos ajudam a desenvolver novos recursos, aumentar a estabilidade e pagar por nossos servidores.
ro: Donațiile dumneavoastră ne ajută să adăugăm noi caracteristici, să mărim stabilitatea și să plătim pentru serverele noastre.

source: For just one donation we will gift your account with a *lifetime* premium status. There is a short list of premium features you will receive:
pt: Por apenas uma doação, oferecemos à sua conta um status premium *vitalício*. Há uma pequena lista de recursos premium que você receberá:
ro: Pentru doar o donație, o să îți recompensăm contul cu un status premium *pe viață*. Lista avantajelor premium include:

source: No more ads and spam to you, *forever*
pt: Não há mais anúncios e spam para você, *para sempre*
ro: Fără reclame și spam, *pentru totdeauna*

source: An option to disable advertising inline captions
pt: Uma opção para desabilitar legendas em linha
ro: O opțiune să dezactivezi anunțurile publicitare inline

source: An option to display audio format info
pt: Uma opção para exibir informações de formato de áudio
ro: O opțiune să afișezi informații în legătură cu formatul audio

source: An option to change search results size
pt: Uma opção para alterar o tamanho dos resultados de pesquisa
ro: O opțiune să schimbi dimensiunea rezultatelor căutate

source: More options under /settings command
pt: Mais opções sob o comando /settings
ro: Mai multe opțiuni folosind comanda /settings

source: Subscribe to our news channel to be notified of new features: %(channel)s
pt: Assine nosso canal de notícias para ser notificado sobre novos recursos: %(channel)s
ro: Abonează-te la noul nostru canal ca să rămâi în legătură cu noile adiții: %(channel)s

source: You are a premium user!
pt: Você é um usuário premium!
ro: Ești un utilizator premium!

source: You're a good person who kindly supports us, so we granted you a *lifetime* premium status, enjoy it.
pt: Você é uma boa pessoa que gentilmente nos apóia. então lhe concedemos um status premium *vitalício*, aproveite.
ro: Ești o persoană care ne-a ajutat cu bunătate, drept pentru care îți garantăm un status premium *pe viață*, distrează-te.

source: There is a short list of premium features you have:
pt: Há uma pequena lista de características premium que você tem:
ro: Mică listă cu opțiuni premium pe care le ai:

source: You are not premium, yet
pt: Você não é premium, ainda
ro: Nu ai cont premium încă

source: Use /donate command to support us and get your *lifetime* premium status
pt: Use o comando /donate para nos ajudar e obter seu status *vitalício* de premium
ro: Folosește comanda /donate ca să ne sprijini și pentru a-ți revendica statusul premium *pe viață*

source: Added to your playlist (/my)
pt: Adicionado para a sua playlist /my
ro: Adăugat la playlist-ul tău (/my)

source: Removed from your playlist
pt: Removido de sua playlist
ro: Eliminat din playlist-ul tău

source: 🔥 Commands
pt: 🔥 Comandos
ro: 🔥 Comenzi

source: Just send me an artist and/or a song name and I will find music for you!
pt: Apenas me envie um nome de artista e/ou uma música e eu encontrarei a música para você!
ro: Doar trimite-mi numele artistului sau al melodiei și am să găsesc muzică pentru tine!

source: /song — search by song title
pt: /song — procure pelo título da canção
ro: /song — caută după titlul melodiei

source: /artist — search for artist name
pt: /artist — procure pelo nome do artista
ro: /artist — caută după numele artistului

source: /my — list your playlist
pt: /my — listar sua playlist
ro: /my — listează-ți playlist-ul

source: /top — popular songs
pt: /top — canções populares
ro: /top — melodii populare

source: /settings — change settings
pt: /settings — mudar as configurações
ro: /settings — schimbă setările

source: /donate — support authors
pt: /donate — ajude os autores
ro: /donate — sprijină autorii

source: /premium — premium info
pt: /premium — informações do premium
ro: /premium — despre statusul premium

source: Official news channel: %(channel)s
pt: Canal de notícias Oficial: %(channel)s
ro: Canalul oficial de știri: %(channel)s

source: Contact information: %(contact)s
pt: Informações de contato: %(contact)s
ro: Informații de contact: %(contact)s

source: I found nothing
pt: Não encontrei nada 😔
ro: Nu am găsit nimic

source: Results %(first)d-%(last)d of %(total)d
pt: Resultados %(first)d-%(last)d de %(total)d
ro: Rezultatele %(first)d-%(last)d din %(total)d

source: What song are you looking for?
pt: Qual música você está procurando?
ro: Ce melodie cauţi?

source: What artist are you looking for?
pt: Qual artista você está procurando?
ro: Ce artist cauţi?

source: You need to search for something before
pt: Você precisa procurar por algo antes
ro: Mai întâi trebuie să cauţi ceva

source: You're at the first page already
pt: Você já está na primeira página
ro: Ești deja pe prima pagină

source: Enabled
pt: Habilitado
ro: Activat

source: Disabled
pt: Desabilitado
ro: Dezactivat

source: Language
pt: Idioma
ro: Limbă

source: Bitrate preview: %s
pt: Prévia da taxa de bits: %s
ro: Previzualizare bitrate: %s

source: Like (heart) buttons: %s
pt: Botões de curtir (heart): %s
ro: Buton de like (inimioară): %s

source: Inline mode captions: %s
pt: Legendas em modo in-line: %s
ro: Legenda modului inline: %s

source: Show audio format: %s
pt: Mostrar formato de áudio: %s
ro: Arată formatul audio: %s

source: Search results: %d
pt: Resultados da busca: %d
ro: Caută rezultate: %d

source: What would you like to change?
pt: O que você gostaria de mudar?
ro: Ce ți-ar plăcea să schimbi?

source: Please, select new language
pt: Por favor, selecione novo idioma
ro: Te rog, alege noua limbă

source: Please help us with a donation (/donate) to access this feature
pt: Por favor nos ajude com uma doação (/donate) para acessar este recurso
ro: Vă rugăm să ne ajutați cu o donație (/donate) ca să accesați această opțiune

source: Language settings updated
pt: Configurações de idiomas foram atualizadas
ro: Setările de limbă au fost actualizate

source: /setlang — change language
pt: /setlang — mudar o idioma
ro: /setlang — schimbă limba

source: Unknown command: %(command)s. Call /help for a list of available commands.
pt: Comando desconhecido: %(command)s. Digite /help para uma lista de comandos disponíveis.
